divelog/app/controllers/dives_controller.rb

  def index
    @dives = Dive.all
---
SELECT "dives".* FROM "dives"